Repository: pingzing/trippit
Catalog: DigiTransit10.Localization/Strings/*/AppResources.resw
Source language: en_us
Languages: fi_fi

# AddOrEditFavoriteDialog_AddHeader
source: Add Favorite
fi_fi: Lisää suosikki

# AddOrEditFavoriteDialog_Cancel
source: Cancel
fi_fi: Peruuta

# AddOrEditFavoriteDialog_EditHeader
source: Edit Favorite
fi_fi: Muokkaa suosikkia

# AddOrEditFavoriteDialog_IconsHeader
source: Icon
fi_fi: Kuvake

# AddOrEditFavoriteDialog_Save
source: Save
fi_fi: Tallenna

# AddOrEditFavoriteDialog_SearchBoxHeader
source: Location
fi_fi: Sijainti

# AddOrEditFavoriteDialog_UserChosenNameHeader
source: Name
fi_fi: Nimi

# CurrentDatePicker_CurrentDate
source: Today
fi_fi: Tänään

# CurrentTimePicker_CurrentTime
source: Now
fi_fi: Nyt

# DarkThemeName
source: Dark
fi_fi: Tumma

# DialogMessage_NoTripsFoundNoResults
source: No routes found. Check your search parameters.
fi_fi: Reittejä ei löytynyt. Tarkista hakuehdot.

# DialogMessage_NoTripsFoundNoServer
source: No routes found, because a connection with the server couldn't be established. Check your internet connection, or try again later.
fi_fi: Reittejä ei löytynyt, koska yhteyttä palvelimeen ei ole käytettävissä. Tarkista verkkoasetuksesi tai yritä myöhemmin uudelleen.

# DialogMessage_NoTripsFoundServerDown
source: Unable to retreive information from the server. It's reporting that service is currently unavailable. Try agin later.
fi_fi: Tietoja ei saatu palvelimelta. Palvelu ei ole käytettävissä. Yritä myöhemmin uudelleen.

# DialogMessage_NoTripsFoundUnknown
source: No routes found. Please try again.
fi_fi: Reittejä ei löytynyt. Yritä uudelleen.

# DialogMessage_PlaceResolutionFailed
source: We were unable to locate the following places:
fi_fi: Seuraavia ei löytynyt:

# DialogMessage_UserLocationFailed
source: We were unable to locate you. Are location services enabled for this app?
fi_fi: Sijaintiasi ei löytynyt. Varmista, että olet antanut tälle sovellukselle luvan käyttää laitteesi paikannusta.

# DialogTitle_NoLocationFound
source: Location failure
fi_fi: Virhe paikannuksessa

# DialogTitle_NoTripsFound
source: No routes found
fi_fi: Reittejä ei löytynyt

# FavoritesPage_CommandBarAddFavorite
source: Add favorite
fi_fi: Lisää suosikki

# FavoritesPage_CommandBarDeleteSelected
source: Delete Selected
fi_fi: Poista valitut

# FavoritesPage_CommandBarSelect
source: Select
fi_fi: Valitse

# FavoritesPage_PageHeader
source: FAVORITES
fi_fi: SUOSIKIT

# Favorites_EmptyList
source: You haven't saved any favorites yet
fi_fi: Et ole vielä tallentanut yhtään suosikkia

# Favorites_FavoritesHeader
source: Favorites
fi_fi: Suosikit

# Favorites_PinToStartAlreadyExists
source: is already pinned to Start!
fi_fi: on jo kiinnitetty Aloitukseen!

# Favorites_PinToStartErrorTitle
source: Could not pin to Start
fi_fi: Kiinnitys Aloitukseen ei onnistunut

# Favorites_PinToStartGenericFailure
source: Not sure why, but we weren't able to pin {0} to Start.
fi_fi: Jotakin meni pieleen, kohteen {0} kiinnittäminen Aloitukseen ei onnistunut.

# Favorites_PlacesGroupHeader
source: Places
fi_fi: Paikat

# Favorites_RoutesGroupHeader
source: Routes
fi_fi: Reitit

# Flyout_AddToFavorites
source: Add to favorites
fi_fi: Lisää suosikkeihin

# Flyout_Edit
source: Edit
fi_fi: Muokkaa

# Flyout_MainPage
source: Main page
fi_fi: Etusivu

# Flyout_PinTo
source: Pin to...
fi_fi: Kiinnitä...

# Flyout_Select
source: Select
fi_fi: Valitse

# Flyout_SetAsDestination
source: Set as destination
fi_fi: Aseta kohteeksi

# Flyout_SetAsOrigin
source: Set as origin
fi_fi: Aseta lähtöpaikaksi

# Flyout_Start
source: Start
fi_fi: Aloitus

# LightThemeName
source: Light
fi_fi: Vaalea

# LiteralDate
source: Date
fi_fi: Päiväys

# LiteralDelete
source: Delete
fi_fi: Poista

# LiteralNow
source: Now
fi_fi: Nyt

# LiteralPinToStart
source: Pin to Start
fi_fi: Kiinnitä Aloitukseen

# LiteralTime
source: Time
fi_fi: Aika

# LoadingLiteral
source: Loading...
fi_fi: Ladataan...

# MainPage_AddIntermediateDestination
source: + Add intermediate destination
fi_fi: + Lisää välipysäkki

# MainPage_FromHeader
source: From
fi_fi: Lähtöpaikka

# MainPage_Header
source: TRIP PLANNING
fi_fi: MATKAN SUUNNITTELU

# MainPage_ToHeader
source: To
fi_fi: Kohde

# NavigationLabels_Favorites
source: Favorites
fi_fi: Suosikit

# NavigationLabels_Home
source: Home
fi_fi: Etusivu

# NavigationLabels_Search
source: Search
fi_fi: Haku

# NavigationLabels_Settings
source: Settings
fi_fi: Asetukset

# PinnedFavoritesList_Unpin
source: Unpin
fi_fi: Poista

# SearchPage_Header
source: SEARCH
fi_fi: HAKU

# SearchPage_LinesHeader
source: Lines
fi_fi: Linjat

# SearchPage_MapContextFindPlacesAtMe
source: Find stops near me
fi_fi: Hae pysäkkejä lähellä minua

# SearchPage_MapContextMenuFindPlacesHere
source: Find stops near this point
fi_fi: Hae pysäkkejä lähellä tätä sijaintia

# SearchPage_NearbyHeader
source: Nearby
fi_fi: Lähellä

# SearchPage_StopsHeader
source: Stops
fi_fi: Pysäkit

# SettingsPage_AnalyticsExplanation
source: If enabled, this will send anonymous usage information to the developer. He can use that to make future versions of the app better! =) (or abandon features that no one uses)
fi_fi: Sallimalla tämän sovellus lähettää nimettömiä tietoja sovelluksen kehittäjälle. Hän voi käyttää tietoja sovelluksen kehittämiseen tai käyttämättömien ominaisuuksien poistamiseen! Kiitos avusta! =)

# SettingsPage_AnalyticsHeader
source: Analytics & telemetry
fi_fi: Analytiikka ja teletiedot

# SettingsPage_AnalyticsToggleHeader
source: Tracking
fi_fi: Seuranta

# SettingsPage_DefaultSearchExplanation
source: You can set your default To and From locations, as well as the default route optimization settings. These settings will be used to populate the search page when opening the app.
fi_fi: Voit asettaa oletuskohteen ja -lähtöpaikan, sekä reitin oletusasetukset. Näitä asetuksia käytetään etusivulla, kun sovellus avataan.

# SettingsPage_DefaultSearchHeader
source: Default search options
fi_fi: Oletushakuehdot

# SettingsPage_FavoritesPanelExplanation
source: Set the maximum number of pinned favorites to display on the main page of the app. Default: 3
fi_fi: Aseta etusivulle kiinnitettyjen suosikkien maksimimäärä. Oletus: 3

# SettingsPage_FavoritesPanelHeader
source: Favorites
fi_fi: Suosikit

# SettingsPage_FromBoxHeader
source: From
fi_fi: Lähtöpaikka

# SettingsPage_LicensesHeader
source: Licenses
fi_fi: Lisenssit

# SettingsPage_LicensesText
source: todo
fi_fi: • Roslynator Apache 2.0 -lisenssillä • Template10 Apache 2.0 -lisenssillä • HockeyApp SDK MIT-lisenssillä • MetroLog MIT-lisenssillä • XAML Behaviors -kirjasto MIT-lisenssillä • MVVM Light MIT-lisenssillä • JSON.NET MIT-lisenssillä • NotificationExtensions -kirjasto MIT-lisenssillä

# SettingsPage_PageHeader
source: SETTINGS
fi_fi: ASETUKSET

# SettingsPage_PinnedFavoritesNumberComboBoxHeader
source: Number of pinned favorites
fi_fi: Kiinnitettyjen suosikkien määrä

# SettingsPage_SpecialThanksHeader
source: Special thanks
fi_fi: Erityiskiitokset

# SettingsPage_SpecialThanksText
source: todo
fi_fi: • Kaisa. Miksi? Siksi! ❤️ • Olli Saarikivi, oivallisesta Reitit-sovelluksesta ja vapaasti kylvetystä avusta • Alisa Suorava, fantastisesta sovelluskuvakkeesta • Teemu Turunen ja kaikki muut, joiden myötävaikutuksella Futurice Spice Program on syntynyt ja kehittynyt sellaiseksi kuin se on • HSL, avoimesta API:sta ja runsaasta resurssitarjonnasta • Sinä! Siitä, että käytät tätä sovellusta!

# SettingsPage_ThemeComboBoxHeader
source: Display theme
fi_fi: Näytön teema

# SettingsPage_ThemeExplanation
source: Set your chosen application theme.
fi_fi: Aseta sovelluksen teema

# SettingsPage_ThemeHeader
source: Theme
fi_fi: Teema

# SettingsPage_ToBoxHeader
source: To
fi_fi: Kohde

# SettingsPage_WalkingAmountHeader
source: Amount of walking
fi_fi: Kävelyn määrä

# SettingsPage_WalkingSpeedHeader
source: Walking speed
fi_fi: Kävelynopeus

# StopSearchContent_DetailsDeparturesHeader
source: Upcoming Departures
fi_fi: Tulevat lähdöt

# StopSearchContent_DetailsEmptyDeparturesListHeader
source: Looks like there aren't any more upcoming departures today
fi_fi: Näyttää siltä, ettei tänään ole enää tulevia lähtöjä

# StopSearchContent_DetailsLinesHeader
source: Lines
fi_fi: Linjat

# StopSearchElement_ViewDetails
source: View stop details
fi_fi: Tarkastele pysäkin tietoja

# SuggestBoxHeader_Addresses
source: Addresses
fi_fi: Osoitteet

# SuggestBoxHeader_FavoritePlaces
source: Favorites
fi_fi: Suosikit

# SuggestBoxHeader_MyLocation
source: My location
fi_fi: Sijaintini

# SuggestBoxHeader_TransitStops
source: Transit Stops
fi_fi: Pysäkit

# SystemSettingThemeName
source: System theme
fi_fi: Järjestelmän teema

# TimeType_Arrival
source: Arrival
fi_fi: Saapumisaika

# TimeType_Departure
source: Departure
fi_fi: Lähtöaika

# TripDetailListIntermediates_IntermediateStopsNumber
source: intermediate stop(s)
fi_fi: välipysäkki(ä)

# TripDetailListIntermediates_TransitDistance
source: Travel {0} meters
fi_fi: Matkusta {0} metriä

# TripDetailListIntermediates_WalkDistance
source: Walk {0} meters
fi_fi: Kävele {0} metriä

# TripForm_FewerOptions
source: Fewer options
fi_fi: Vähemmän valintoja

# TripForm_MoreOptions
source: More options
fi_fi: Lisää valintoja

# TripForm_PinnedFavoritesHeader
source: Pinned favorites
fi_fi: Kiinnitetyt suosikit

# TripForm_PlanATripHeader
source: Plan a trip
fi_fi: Suunnittele matka

# TripForm_PlanningTrip
source: Planning...
fi_fi: Suunnitellaan...

# TripForm_PlanTripButton
source: Plan
fi_fi: Suunnittele

# TripForm_SetDateToNow
source: Set to today
fi_fi: Aseta tälle päivälle

# TripForm_SetTimeToNow
source: Set to now
fi_fi: Aseta ajaksi nyt

# TripForm_TransitTypeHeader
source: Transit types
fi_fi: Kulkuvälineet

# TripForm_WalkingAmountHeader
source: Walking amount
fi_fi: Kävelyn määrä

# TripForm_WalkingSpeedHeader
source: Walking speed
fi_fi: Kävelynopeus

# TripFrom_GettingsAddresses
source: Resolving locations...
fi_fi: Haetaan sijainteja...

# TripPlanStrip_EndPlaceDefault
source: Destination
fi_fi: Kohde

# TripPlanStrip_StartingPlaceDefault
source: Origin
fi_fi: Lähtöpaikka

# TripResultCommandBar_Details
source: Details
fi_fi: Tarkemmat tiedot

# TripResultCommandBar_Map
source: Map
fi_fi: Kartta

# TripResults_SaveRoute
source: Save route
fi_fi: Tallenna reitti

# TripResults_TripPlansHeader
source: Trip plans
fi_fi: Matkasuunnitelmat

# WalkingAmount_0
source: Bare minimum
fi_fi: Mahdollisimman vähän

# WalkingAmount_1
source: Some
fi_fi: Vähän

# WalkingAmount_2
source: Normal
fi_fi: Normaali

# WalkingAmount_3
source: Lots
fi_fi: Paljon

# WalkingAmount_4
source: Maximum
fi_fi: Mahdollisimman paljon

# WalkingSpeed_0
source: Glacial
fi_fi: Etana kurvissa

# WalkingSpeed_1
source: Slow
fi_fi: Hidas

# WalkingSpeed_2
source: Normal
fi_fi: Normaali

# WalkingSpeed_3
source: Fast
fi_fi: Reipas

# WalkingSpeed_4
source: Breakneck
fi_fi: KIIRE!
